Repository: sadiqmustafayev/hospital
Catalog: locale/*/LC_MESSAGES/django.po
Languages: az

source: English
az: İngiliscə

source: Azerbaijani
az: Azərbaycanca

source: Required. Enter a valid email address.
az: Tələb olunur. Etibarlı e-poçt ünvanı daxil edin.

source: First Name
az: Ad

source: Only alphabetical characters are allowed.
az: Yalnız əlifba simvollarına icazə verilir.

source: Last Name
az: Soyad

source: Password
az: Şifrə

source: Confirm Password
az: Şifrə Təstiqi

source: Enter the same password as before, for verification.
az: Doğrulama üçün əvvəlki parolu daxil edin.

source: Your password must contain at least 8 characters.
az: Parolunuz ən azı 8 simvoldan ibarət olmalıdır.

source: Your password must contain at least one digit.
az: Parolunuz ən azı bir rəqəmdən ibarət olmalıdır.

source: Your password can't be entirely alphabetical.
az: Parolunuz tamamilə əlifba sırası ilə ola bilməz.

source: Your password can't be entirely numeric.
az: Parolunuz tam rəqəm ola bilməz.

source: Your password must start with a capital letter.
az: Şifrəniz böyük hərflə başlamalıdır.

source: Please enter only alphabets for your first name
az: Zəhmət olmasa, adınız üçün yalnız əlifbaları daxil edin

source: Please enter only alphabets for your last name
az: Zəhmət olmasa soyadınız üçün yalnız əlifbalar daxil edin

source: Email Address
az: E-poçt ünvanı

source: Phone Number
az: Telefon Nomresi

source: Location
az: Vəzifə

source: New Password
az: Yeni Şifrə

source: Optional. Enter a strong password with at least 8 characters.
az: Könüllü. Ən azı 8 simvoldan ibarət güclü parol daxil edin.

source: Password must contain at least 8 characters with at least one uppercase letter, one lowercase letter, and one digit.
az: Parol ən azı bir böyük hərf, bir kiçik hərf və bir rəqəmdən ibarət ən azı 8 simvoldan ibarət olmalıdır.

source: invalid_password
az: yalnış_şirfə

source: Optional. Re-enter the password to confirm.
az: Könüllü. Təsdiq etmək üçün parolu yenidən daxil edin.

source: This field is required.
az: Bu xananın doldurulması məcburidir.

source: Passwords do not match. Please try again.
az: Şifrəniz Uyğun deyil

source: Delete account
az: Hesab Silme

source: Your profile was updated successfully.
az: Profiliniz uğurla yeniləndi.

source: yes
az: Beli

source: Your password is incorrect.
az: Sizin Şifrəniz doğru deyil

source: You do not have permission to delete this account.
az: Bu hesabı silmək üçün icazəniz yoxdur.

source: You must confirm that you want to delete your account.
az: Hesabınızı silmək istədiyinizi təsdiq etməlisiniz.

source: Setting
az: Tənzimləmə

source: Settings
az: Tənzimləmələr

source: News
az: Xəbərlər

source: Category
az: Kateqoriyalar

source: Tag
az: Etiket

source: NewsTag
az: Xəbər etiketi

source: Page
az: Səhifə

source: Story
az: Hekayə

source: Stories
az: Hekayələr

source: Blogs
az: Bloqlar

source: Contact
az: Əlaqə

source: Position
az: Vəzifə

source: Positions
az: Vəzifələr

source: Doctor
az: Həkim

source: Doctors
az: Həkimlər

source: Coming Soon
az: Tezliklə

source: We are working hard to bring something amazing to you. Stay tuned!
az: Sizə heyrətamiz bir şey gətirmək üçün çox çalışırıq. Bizimlə qalın!

source: Django site admin
az: Django sayt admini

source: Django administration
az: Django administrasiyası

source: Experience
az: Təcrübə

source: Age
az: Yaş

source: Phone
az: Telefon

source: Educational History
az: Təhsil Tarixi

source: Enter your email
az: Emailinizi daxil edin

source: Subscribe Now
az: İndi abunə olun

source: Home
az: Əsas Sehife

source: About
az: Haqqımızda

source: Raport
az: Online Neticeler

source: Search Raport
az: Netice Axtarmaq

source: Add Raport
az: Netice Elave Etmek

source: Raport LIst
az: Netice Melumatlari

source: Account
az: Hesab

source: Logout
az: Çıxış

source: Profile
az: Hesab

source: Login
az: Daxil ol

source: Register
az: Qeydiyyat

source: New Contact Form Received
az: Yeni Əlaqə Forması Alındı

source: Message has been sent successfully!
az: Mesaj uğurla göndərildi!

source: Email has been sent successfully!
az: E-poçt uğurla göndərildi!

source: Name Surname
az: Ad Soyad

source: Description
az: Vəzifə

source: Search & Clear
az: Axtar & Temizle

source: Total Report Count
az: Ümumi Hesabat Sayı

source: No results found. Please enter another search term.
az: Nəticə tapılmadı. Xahiş edirik başqa bir axtarış termini daxil edin.

source: Unsupported file extension. Only {} are supported.
az: Dəstəklənməyən fayl uzantısı. Yalnız {} dəstəklənir.

source: Invalid raport ID
az: Yanlış hesabat ID-si
